Repository: isontheline/pro.webssh.net
Catalog: src/i18n/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, ko, pl, pt, ru, sv, tr, uk, zh_hans, zh_hant_tw

# WebSSH_Brain_Explain_Introduction
source: Hello I'm WebSSH Brain and I will try to explain you about a lot of errors codes, commands meaning and other computing related sentences you will send to me.
da: Hej, jeg er WebSSH Brain, og jeg vil forsøge at forklare dig om mange fejlkoder, kommandobetydninger og andre datarelaterede sætninger, du vil sende til mig.
de: Hallo, ich bin WebSSH Brain, und ich werde versuchen, Ihnen viele Fehlercodes, Bedeutungen von Befehlen und andere mit der Computernutzung verbundene Sätze zu erklären, die Sie mir zusenden werden.
es: Hola, soy WebSSH Brain y trataré de explicarte sobre muchos códigos de error, significados de comandos y otras frases relacionadas con la informática que me enviarás.
fr: Bonjour, je suis WebSSH Brain et je vais essayer de vous expliquer de nombreux codes d'erreur, significations de commandes et autres phrases liées à l'informatique que vous m'enverrez.
it: Ciao, sono WebSSH Brain e cercherò di spiegarti molti codici di errore, significati dei comandi e altre frasi relative all'informatica che mi invierai.
ja: こんにちは、私はWebSSH Brainです。多くのエラーコードやコマンドの意味、その他のコンピュータ関連の文を説明しようと思います。送ってくれると嬉しいです。
ko: 안녕하세요. 저는 WebSSH Brain이고 여러 오류 코드, 명령어 의미 및 다른 컴퓨터 관련 문장에 대해 설명하려고 노력하겠습니다. 보내주시면 감사하겠습니다.
pl: Cześć, jestem WebSSH Brain, i postaram się wyjaśnić Ci wiele kodów błędów, znaczenia poleceń i innych związanych z informatyką zdań, które mi prześlesz.
pt: Olá, eu sou o WebSSH Brain e vou tentar explicar a você sobre muitos códigos de erro, significados de comandos e outras frases relacionadas à computação que você irá me enviar.
ru: Привет, я WebSSH Brain, и я постараюсь объяснить вам много кодов ошибок, значения команд и другие предложения, связанные с вычислительной тематикой, которые вы мне отправите.
sv: Hej, jag är WebSSH Brain och jag kommer att försöka förklara för dig om många felkoder, kommandobetydelser och andra datorrelaterade meningar som du skickar till mig.
tr: Merhaba, ben WebSSH Brain ve size birçok hata kodu, komut anlamı ve diğer bilgisayarla ilgili cümleleri açıklamaya çalışacağım. Bana göndereceğiniz için teşekkür ederim.
uk: Привіт, я WebSSH Brain, і я спробую пояснити вам багато кодів помилок, значень команд та інших речень, пов'язаних із обчисленнями, які ви надішлете мені.
zh_hans: 你好，我是WebSSH Brain，我将尝试向您解释许多错误代码、命令含义和其他与计算机有关的句子，您将发送给我的。
zh_hant_tw: 你好，我是WebSSH Brain，我會試著解釋許多錯誤代碼、命令含義和其他與計算機相關的句子，您將發送給我。

# WebSSH_Brain_Never_Trust_Always_Consider_Checking
source: Never trust WebSSH Brain answers. Consider checking all information
da: Stol aldrig på WebSSH Brain-respons. Overvej at kontrollere al information.
de: Vertrauen Sie niemals den Antworten von WebSSH Brain. Erwägen Sie, alle Informationen zu überprüfen.
es: Nunca confíes en las respuestas de WebSSH Brain. Considera verificar toda la información.
fr: Ne faites jamais confiance aux réponses de WebSSH Brain. Pensez à vérifier toutes les informations.
it: Non fidarti mai delle risposte di WebSSH Brain. Considera di verificare tutte le informazioni.
ja: WebSSH Brainの応答を信じないでください。すべての情報を確認することを検討してください。
ko: WebSSH Brain 응답에 절대로 믿지 마십시오. 모든 정보를 확인하는 것을 고려하십시오.
pl: Nigdy nie ufaj odpowiedziom WebSSH Brain. Rozważ sprawdzenie wszystkich informacji.
pt: Nunca confie nas respostas do WebSSH Brain. Considere verificar todas as informações.
ru: Никогда не доверяйте ответам WebSSH Brain. Рассмотрите проверку всей информации.
sv: Lita aldrig på WebSSH Brain-svar. Överväg att kontrollera all information.
tr: WebSSH Brain yanıtlarına asla güvenme. Tüm bilgileri kontrol etmeyi düşün.
uk: Ніколи не довіряйте відповідям WebSSH Brain. Розгляньте перевірку всієї інформації.
zh_hans: 永远不要相信WebSSH Brain的回应。请考虑检查所有信息。
zh_hant_tw: 永遠不要信任WebSSH Brain的回應。請考慮檢查所有信息。

# WebSSH_Brain_Snippet_Introduction
source: Give me short instructions and I will try to generate the best snippet for you.
da: Giv mig korte instruktioner, og jeg vil forsøge at generere den bedste snippet for dig.
de: Gib mir kurze Anweisungen, und ich werde versuchen, das beste Snippet für dich zu generieren.
es: Dame instrucciones breves e intentaré generar el mejor fragmento para ti.
fr: Donnez-moi de courtes instructions et j'essaierai de générer le meilleur snippet pour vous.
it: Dammi istruzioni brevi e cercherò di generare il miglior Snippet per te.
ja: 短い指示をください、私は最高のスニペットを生成しようとします。
ko: 간단한 지시를 주시면 최상의 스니펫을 생성하겠습니다.
pl: Podaj mi krótkie instrukcje, a postaram się wygenerować dla Ciebie najlepszy fragment.
pt: Dê-me instruções curtas e tentarei gerar o melhor Snippet para você.
ru: Дайте мне краткие инструкции, и я постараюсь создать лучший фрагмент для вас.
sv: Ge mig korta instruktioner, och jag ska försöka generera det bästa Snippet för dig.
tr: Bana kısa talimatlar verin, size en iyi Snippet'i oluşturmaya çalışacağım.
uk: Дайте мені короткі інструкції, і я спробую створити найкращий витримка для вас.
zh_hans: 给我简短的指示，我会尽力生成最佳片段给你。
zh_hant_tw: 給我簡短的指示，我會嘗試生成最佳片段給你。

source: WebSSH Settings
da: WebSSH-indstillinger
de: WebSSH Einstellungen
es: Configuración de WebSSH
fr: Paramètres WebSSH
it: Impostazioni WebSSH
ja: WebSSHの設定
ko: WebSSH 설정
pl: Ustawienia WebSSH
pt: Configurações WebSSH
ru: Настройки WebSSH
sv: WebSSH-inställningar
tr: WebSSH Ayarları
uk: Налаштування WebSSH
zh_hans: WebSSH 设置
zh_hant_tw: WebSSH 設定

# Write_WebSSH_Brain
source: Write to WebSSH Brain...
da: Skriv til WebSSH Brain...
de: Schreibe an WebSSH Brain...
es: Escribir a WebSSH Brain...
fr: Écrire à WebSSH Brain...
it: Scrivi a WebSSH Brain...
ja: WebSSH Brainに書く...
ko: WebSSH Brain에 쓰기...
pl: Napisz do WebSSH Brain...
pt: Escreva para o WebSSH Brain...
ru: Написать WebSSH Brain...
sv: Skriv till WebSSH Brain...
tr: WebSSH Brain'e yaz...
uk: Написати WebSSH Brain...
zh_hans: 写给WebSSH Brain...
zh_hant_tw: 寫給WebSSH Brain...

source: Yes
da: Ja
de: Ja
es: Si
fr: Oui
it: Si
ja: はい
ko: 예
pl: tak
pt: Sim
ru: Да
sv: Ja
tr: Evet
uk: Так
zh_hans: 是
zh_hant_tw: 是

source: Zoom In
da: Zoom ind
de: Vergrößern
es: Acercar
fr: Zoom avant
it: Zoom avanti
ja: ズームインする
ko: 확대
pl: Powiększanie
pt: Ampliar
ru: Увеличить
sv: Zooma in
tr: Yakınlaştırma
uk: Приближувати
zh_hans: 放大
zh_hant_tw: 放大

source: Zoom Out
da: Zoom ud
de: Verkleinern
es: Alejar
fr: Zoom arrière
it: Zoom indietro
ja: ズームアウト
ko: 축소
pl: Pomniejszanie
pt: Diminuir o zoom
ru: Уменьшить
sv: Zooma ut
tr: Uzaklaştırma
uk: Зменшення
zh_hans: 缩小
zh_hant_tw: 縮小

source: Changelog
de: Änderungsprotokoll
es: Registro de cambios
fr: Journal des modifications
ja: 変更履歴
ko: 변경 로그
pl: Dziennik zmian
ru: Список изменений
sv: Ändringslogg
tr: Değişim günlüğü
uk: Журнал змін
zh_hans: 更新日志
zh_hant_tw: 變更日誌

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
ja: ダウンロード
ko: 다운로드
pl: Pobierać
ru: Скачать
sv: Ladda ner
tr: İndirmek
uk: Завантажити
zh_hans: 下载
zh_hant_tw: 下載

# texterify_timestamp
source: 2023-07-20T20:06:56Z
de: 2023-07-20T20:06:57Z
es: 2023-07-20T20:07:00Z
fr: 2023-07-20T20:06:57Z
it: 2023-07-20T20:06:58Z
ja: 2023-07-20T20:06:58Z
ko: 2023-08-25T20:29:12Z
pl: 2023-08-01T19:42:07Z
pt: 2023-07-20T20:07:00Z
ru: 2023-07-20T20:07:00Z
sv: 2023-07-20T20:07:01Z
tr: 2023-07-20T20:07:02Z
uk: 2023-07-20T20:07:03Z
zh_hans: 2023-07-20T20:12:16Z
zh_hant_tw: 2023-07-20T20:12:16Z

source: Pad
es: Almohadilla
ja: パッド
ko: 인주
pl: Podkładka
pt: Almofada
ru: Подушечка
sv: Styrknappar
tr: ped
uk: Прокладка
zh_hans: 块状
zh_hant_tw: 操作桿

source: Port
es: Puerto
it: Porta
ja: ポート番号
ko: 포트
pt: Porta
ru: Порт
tr: Liman
uk: порт
zh_hans: 端口
zh_hant_tw: 連接埠

source: Server
es: Servidor
fr: Serveur
ja: サーバー
ko: 서버
pl: Serwer
pt: Servidor
ru: Сервер
tr: sunucu
uk: Сервер
zh_hans: 服务器
zh_hant_tw: 伺服器

source: Start
es: Comienzo
fr: Démarrer
it: Inizia
ja: 開始
ko: 시작
pt: Iniciar
ru: Старт
sv: Starta
tr: Başlangıç
uk: Почніть
zh_hans: 开始
zh_hant_tw: 開始

source: Stop
es: Detenerse
fr: Arrêter
it: Ferma
ja: 停止
ko: 멈춤
pl: Zatrzymaj
pt: Parar
ru: Стоп
sv: Stopp
tr: Durmak
uk: СТОП
zh_hans: 停止
zh_hant_tw: 停止

source: Tab
es: Pestaña
fr: Onglet
ja: タブ
ko: 탭
pl: Patka
pt: Aba
ru: Вкладка
sv: Flik
tr: Sekme
uk: табл
zh_hans: 标签

source: TUNNEL
es: TÚNEL
ja: トンネル
ko: 터널
pl: TUNEL
pt: TÚNEL
ru: ТУННЕЛЬ
tr: TÜNEL
uk: ТУНЕЛЬ
zh_hans: 隧道

source: Web Browser
es: Navegador web
fr: Navigateur web
it: Browser web
ja: ウェブブラウザ
ko: 웹 브라우저
pl: Przeglądarka internetowa
pt: Navegador web
ru: Веб-браузер
sv: Webbbläsare
tr: Web tarayıcı
uk: Веб-браузер
zh_hans: 网页浏览器
zh_hant_tw: 網頁瀏覽器

source: Normal
it: Normale
ja: 普通
ko: 정상
pl: Normalny
ru: Нормальный
uk: Нормальний
zh_hans: 普通
zh_hant_tw: 普通

source: Blog
ja: ブログ
ko: 블로그
pt: Blogue
ru: Блог
sv: Blogg
tr: Blog Yazıları
uk: Блог
zh_hans: 博客

source: OK
ja: はい
ko: 확인
ru: ОК
tr: TAMAM
uk: добре
zh_hans: 好

source: Port Knocking
pl: Stukanie w Porty
zh_hans: 端口敲门

source: Port Forwarding
zh_hans: 端口转发
